var articles = [
  {
    meta: {  // 内容元数据
      img_addr:"../../images/educate1.jpg",
    },
    list: [
      {
        type: "TEXT",
        content: '【猫咪救助】:在救助猫咪的过程中，并非能得到所有人的认同，要考虑到对周围环境及其他居民正常生活的影响，尽量做到不扰民、不破坏社区环境，有些事情须事先和居委会进行沟通，如安放猫窝、安放诱捕笼等，须先得到居委会的许可，否则一旦发生冲突，遭殃的往往是无辜的动物。',
      },
      {
        type: "TEXT",
        content: '【猫咪救助】:在救助猫咪的过程中，并非能得到所有人的认同，要考虑到对周围环境及其他居民正常生活的影响，尽量做到不扰民、不破坏社区环境，有些事情须事先和居委会进行沟通，如安放猫窝、安放诱捕笼等，须先得到居委会的许可，否则一旦发生冲突，遭殃的往往是无辜的动物。',
      },
      {
        type: "TEXT",
        content: '【猫咪救助】:待完善',
      },
      {
        type: "TEXT",
        content: '【猫咪救助】:在救助猫咪的过程中，并非能得到所有人的认同，要考虑到对周围环境及其他居民正常生活的影响，尽量做到不扰民、不破坏社区环境，有些事情须事先和居委会进行沟通，如安放猫窝、安放诱捕笼等，须先得到居委会的许可，否则一旦发生冲突，遭殃的往往是无辜的动物。',
      },
      {
        type: "TEXT",
        content: '【猫咪救助】:在救助猫咪的过程中，并非能得到所有人的认同，要考虑到对周围环境及其他居民正常生活的影响，尽量做到不扰民、不破坏社区环境，有些事情须事先和居委会进行沟通，如安放猫窝、安放诱捕笼等，须先得到居委会的许可，否则一旦发生冲突，遭殃的往往是无辜的动物。',
      },
      {
        type: "TEXT",
        content: '【猫咪救助】:在救助猫咪的过程中，并非能得到所有人的认同，要考虑到对周围环境及其他居民正常生活的影响，尽量做到不扰民、不破坏社区环境，有些事情须事先和居委会进行沟通，如安放猫窝、安放诱捕笼等，须先得到居委会的许可，否则一旦发生冲突，遭殃的往往是无辜的动物。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      img_addr:"../../images/educate2.jpg"
    },
    list: [
      {
        type: "TEXT",
        content: '【撸猫指南】:关键就是尽可能地给猫主子们更多选择和控制。换句话说就是让猫主子选择它们是否乐意被撸，以及它们乐意自己身体的哪个部位被我们撸、撸多久——一切务必都要在它们的掌控之中。由于我们人类天生就对可爱的事物没有抵抗力，对许多人来说，这个方法实现起来可能没那么容易。而且，可能还需要一点点自制力。但这是值得的，研究表明，当猫而不是人首先发起互动时，撸猫的时间可以变得更长。',
      },
      {
        type: "TEXT",
        content: '【撸猫指南】:撸猫的同时关注猫的行为和姿势也很重要，要确保它们感到舒适，没有厌烦的情绪。在撸猫这件事儿上，“少即是多”。不仅是兽医给它们看病的时候，而且在与人轻松相处时，它们也不希望与人有太长时间接触。一般来说，大多数脾气好的猫喜欢被抚摸面部腺体所在的区域，。而腹部、背部和尾巴底部等部位就不那么喜欢了。',
      },
      {
        type: "TEXT",
        content: '【撸猫指南】:关键就是尽可能地给猫主子们更多选择和控制。换句话说就是让猫主子选择它们是否乐意被撸，以及它们乐意自己身体的哪个部位被我们撸、撸多久——一切务必都要在它们的掌控之中。由于我们人类天生就对可爱的事物没有抵抗力，对许多人来说，这个方法实现起来可能没那么容易。而且，可能还需要一点点自制力。但这是值得的，研究表明，当猫而不是人首先发起互动时，撸猫的时间可以变得更长。',
      },
      {
        type: "TEXT",
        content: '【撸猫指南】:关键就是尽可能地给猫主子们更多选择和控制。换句话说就是让猫主子选择它们是否乐意被撸，以及它们乐意自己身体的哪个部位被我们撸、撸多久——一切务必都要在它们的掌控之中。由于我们人类天生就对可爱的事物没有抵抗力，对许多人来说，这个方法实现起来可能没那么容易。而且，可能还需要一点点自制力。但这是值得的，研究表明，当猫而不是人首先发起互动时，撸猫的时间可以变得更长。',
      },
      {
        type: "TEXT",
        content: '【撸猫指南】:关键就是尽可能地给猫主子们更多选择和控制。换句话说就是让猫主子选择它们是否乐意被撸，以及它们乐意自己身体的哪个部位被我们撸、撸多久——一切务必都要在它们的掌控之中。由于我们人类天生就对可爱的事物没有抵抗力，对许多人来说，这个方法实现起来可能没那么容易。而且，可能还需要一点点自制力。但这是值得的，研究表明，当猫而不是人首先发起互动时，撸猫的时间可以变得更长。',
      },
      {
        type: "TEXT",
        content: '【撸猫指南】:关键就是尽可能地给猫主子们更多选择和控制。换句话说就是让猫主子选择它们是否乐意被撸，以及它们乐意自己身体的哪个部位被我们撸、撸多久——一切务必都要在它们的掌控之中。由于我们人类天生就对可爱的事物没有抵抗力，对许多人来说，这个方法实现起来可能没那么容易。而且，可能还需要一点点自制力。但这是值得的，研究表明，当猫而不是人首先发起互动时，撸猫的时间可以变得更长。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      img_addr:"../../images/educate3.jpg"
    },
    list: [
      {
        type: "TEXT",
        content: '【猫咪领养】:1.在喂食方面：很多的猫咪都会有肠胃不好的一个情况出现的，并且这个时候我们就需要在它们的食物方面多加注意一些。并且一定要记住的是，必须要给它们吃少量的饭多分几次吃，也许是它们之前过着比较可怜的生活，所以才食物方面其实完全不挑食的。如果被主人领回去以后呢，其实会感觉到食物的质量一下子就提高了许多，并且看到猫粮还有罐头就会完全克制不了自己了，一直在吃。这种行为特别的伤害我们的猫咪的肠道还有胃部。我们在一开始的时候，应该要准备一些恰当的比较容易些消化的食物给它们吃的。并不可以完全的什么有营养就全给它们。并且虽然它们看起来瘦，也了解各位主人希望猫咪胖一些的愿望，但是绝对不可以一下就这样喂食的。同时我们还是可以等待他们吃完以后，恰当的喂食它们一些比较调节肠胃的益生菌还有一些营养品来帮助它们虚弱的肠胃。并且这样子糴它们的肠道蠕动有很好的效果，还可以加强它们的自身免疫力。',
      },
      {
        type: "TEXT",
        content: '【猫咪领养】:2.注意卫生：很多的在野外生活过的猫可能没有家里的那些娇生惯养的宠物猫那么的注重自己的个误认为是，不过它们的天性就是很喜欢干净的一种类型的动物，所以只要是环境足够的条件下面它们都一定会非常的在意自己的整体情况，并且一定会要求自己干干净净的。所以如果主人们特别想照顾好自己的小猫的话，可能不止要关注它们的吃吃喝喝还需要关注它们的身体的健康还有卫生习惯等等。要经常为它们用专业的宠物洗毛发的东西来洗澡，并且我们还需要记得给它们定期的接种疫苗还有一些驱虫的东西都是需要主人们细心的观察的哦。一定要修剪指甲哦！如果你不希望你的手臂被抓伤的话！',
      },
      {
        type: "TEXT",
        content: '【猫咪领养】:3.培养信任：当我们领养了一只新的猫咪以后呢，其实我们并不一定要去特地的打扰他们。这种猫猫们它们的内心其实特别的敏感的，假如我们特别的一直关注它们其实它们的内心会更加的有压力的。并且在这个时候，我们应该让它们单独呆着才比较好，让它们自己熟悉这个环境就好了。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      img_addr:"../../images/educate4.jpg"
    },
    list: [
      {
        type: "TEXT",
        content: '【猫咪喂养】:在断奶后过多阶段（1.5个月—2.5个月，这一阶段能够刚开始喂养小猫粮，但鉴于幼猫的牙齿还没有长成，没法非常好地咀嚼，因此 必须把小猫粮用温水泡软。此外最好是要少吃多餐（一天4-5次），按时定点按量，不然非常容易导致消化不良。',
      },
      {
        type: "TEXT",
        content: '【猫咪喂养】:在初试美食阶段（2.5个月—4个月），可直接性喂养猫粮，无需再泡软。另可配备基础营养膏，关节宝，鱼油，微量元素片，幼猫罐头增强营养。',
      },
      {
        type: "TEXT",
        content: '【猫咪喂养】:在青少年阶段（4个月—8个月），这一阶段的猫猫处在快速发育期的阶段，经常有写到的尴尬期，大概便是在这个阶段。鉴于骨骼生长的速度过快，猫的身型头形看起来会有点儿不协调没有那麼的可爱好看，但这就是猫猫发育阶段十分关键的1个阶段。四至五个月是猫咪换牙的情况下，很有可能会食欲不振，主人特别注意并买一些好东东骗它们吃东西才行。这一阶段的猫猫易发育出较为强健的消化系统，可以吃一点白煮鸡肉，牛肉，鱼肉等。（这里不确定肉类是否有寄生虫的具体情况下不建议生吃）其他的保健品和零食比如卵磷脂，猫条，零食罐头食品，小鱼干都可以适度的喂养。这一阶段猫会时常舔舐自身的毛发，会吃到肚里，他们吸收不了，因此 必须喂养化毛膏来协助他们消化毛发。',
      },
      {
        type: "TEXT",
        content: '【猫咪喂养】:在迈向成年阶段（8个月—12个月），这一阶段猫猫的心理和身体都渐渐走向成熟，也就是性格和身型大概就己经成型了。这时猫猫的身体素质是最棒棒的情况下，它们会历经发情期，很有可能会显得焦躁不安食欲不振，此刻就需要试着给猫猫喂一点易于消化的食品，如湿粮，罐头食品，汤包等。',
      },
      {
        type: "TEXT",
        content: '【猫咪喂养】:在老年阶段（10岁以后），此刻猫猫的各项身体机能都刚开始降低，没法再向之前同样喂养。这时必须喂养老年猫专用的的猫粮，适度增强饮食搭配数次，少吃多餐，少喂脂肪率高的食品避免 他过多肥胖或是有吸收阻碍。观测猫猫的牙具体情况，很有可能出現牙齿脱落磨损，那麼最好是将食品泡软。',
      },
    ]
  },
  {
    meta: {  // 内容元数据
      img_addr:"../../images/educate5.jpg"
    },
    list: [
      {
        type: "TEXT",
        content: '【猫咪健康】:1. 如果你家的猫咪打喷嚏之后，有异物残留在它的鼻孔前面，不及时擦干净的话，它可能很难闻到食物并停止进食。尝试提供不同的食物，最好是有强烈气味的食物，或给他吃鸡肉、沙丁鱼、金枪鱼或鸡汤。如果鼻子有大量排出物，请务必清洁猫的脸部以保持鼻腔通畅。',
      },
      {
        type: "TEXT",
        content: '【猫咪健康】:2.喂养优质的猫粮。避免“精简”食物；它们的配方中减少了蛋白质和脂肪 —— 而这些营养成分正是猫咪（特别是超重的猫所需要的）。',
      },
      {
        type: "TEXT",
        content: '【猫咪健康】:3.如果你的猫几天才小便或者根本没有小便，它可能患有下尿路疾病，可能尿道被阻塞。这是紧急情况，你必须立即将猫带到兽医那里进行评估和治疗。',
      },
    ]
  }
]

module.exports = {
  articles: articles,
}
